export const json = {
    "elements": [
        {
            "type": "matrix",
            "name": "quality",
            "title": "სიმპტომების კითხვარი",
            "description": "ქვემოთ მოცემულია ჩივილების ჩამონათვალი, რომლებიც ჩვეულებრივ აქვთ ხოლმე ადამიანებს. ყურადღებით წაიკითხეთ ყოველი მათგანი და შემოხაზეთ სიმპტომის გამოხატულების შესაბამისი ციფრი რომელიც ასახავს თქვენი პირადი დისკომფორტის დონეს ბოლო ერთი კვირის განმავლობაში. ეცადეთ არ დატოვოთ არც ერთი პუნქტი შეფასების გარეშე.",
            "columns": [
                {
                    "value": 0,
                    "text": "0: საერთოდ არ მაწუხებს"
                }, {
                    "value": 1,
                    "text": "1: ოდნავ მაწუხებს"
                }, {
                    "value": 2,
                    "text": "2 - ზომიერად მაწუხებს "
                }, {
                    "value": 3,
                    "text": "3 - ძალიან მაწუხებს"
                }, {
                    "value": 4,
                    "text": "4 - უკიდურესად მაწუხებს"
                }],
            "rows": [
                {
                    "value": "თავის ტკივილი",
                    "text": "თავის ტკივილი"
                },
                {
                    "value": "ნერვიულობა და შინაგანი კანკალი",
                    "text": "ნერვიულობა და შინაგანი კანკალი"
                },
                {
                    "value": "არასასურველი ფიქრები, რომლებიც თავს არ განებებენ",
                    "text": "არასასურველი ფიქრები, რომლებიც თავს არ განებებენ"
                },
                {

                    "value": "სისუსტე ან თავბრუსხვევა",
                    "text": "სისუსტე ან თავბრუსხვევა"
                },
                {

                    "value": "სექსუალური ინტერესის ან ლტოლვის დაკარგვა",
                    "text": "სექსუალური ინტერესის ან ლტოლვის დაკარგვა"
                },
                {

                    "value": "კრიტიკული დამოკიდებულება სხვების მიმართ",
                    "text": "კრიტიკული დამოკიდებულება სხვების მიმართ"
                },
                {
                    "value": "აზრი, თითქოს ვიღაცას თქვენი ფიქრების მართვა შეუძლია",
                    "text": "აზრი, თითქოს ვიღაცას თქვენი ფიქრების მართვა შეუძლია"
                },
                {
                    "value": "განცდა, რომ თქვენს პრობლემებში, სირთულეებში სხვების ბრალია",
                    "text": "განცდა, რომ თქვენს პრობლემებში, სირთულეებში სხვების ბრალია"
                },
                {
                    "value": "საგნების ან მოვლენების დამახსოვრების პრობლემა",
                    "text": "საგნების ან მოვლენების დამახსოვრების პრობლემა"
                },
                {
                    "value": "დაუდევრობა და უყურადღებობა",
                    "text": "დაუდევრობა და უყურადღებობა"
                },
                {
                    "value": "ადვილად გაღიზიანებადობა",
                    "text": "ადვილად გაღიზიანებადობა"
                },
                {
                    "value": "ტკივილი გულის ან მკერდის არეში",
                    "text": "ტკივილი გულის ან მკერდის არეში"
                },
                {
                    "value": "ქუჩაში ან ღია სივრცეში ყოფნის შიში",
                    "text": "ქუჩაში ან ღია სივრცეში ყოფნის შიში"
                },
                {
                    "value": "უენერგიობის განცდა",
                    "text": "უენერგიობის განცდა"
                },
                {
                    "value": "აზრები თვითმკვლელობაზე",
                    "text": "აზრები თვითმკვლელობაზე"
                },
                {
                    "value": "ხმები, რომლებიც თქვენს გარდა არავის ესმის",
                    "text": "ხმები, რომლებიც თქვენს გარდა არავის ესმის"
                },
                {
                    "value": "კანკალი",
                    "text": "კანკალი"
                },
                {
                    "value": "განცდა, რომ ადამინაების უმრავლესობას ვერ ენდობი",
                    "text": "განცდა, რომ ადამინაების უმრავლესობას ვერ ენდობი"
                },
                {
                    "value": "მადის დაქვეითება",
                    "text": "მადის დაქვეითება"
                },
                {
                    "value": "ხშირი ცრემლიანობა",
                    "text": "ხშირი ცრემლიანობა",
                },
                {
                    "value": "უხერხულობის ან სიმორცხვის განცდა საწინააღმდეგო სქესის მიმართ",
                    "text": "უხერხულობის ან სიმორცხვის განცდა საწინააღმდეგო სქესის მიმართ",
                },
                {
                    "value": "განცდა, რომ ვიღაც მახეს გიგებთ",
                    "text": "განცდა, რომ ვიღაც მახეს გიგებთ",
                },
                {
                    "value": "უეცარი, უმიზეზო შიში",
                    "text": "უეცარი, უმიზეზო შიში",
                },
                {
                    "value": "რისხვის ეპიზოდი, რომელიც ვერ გააკონტროლეთ",
                    "text": "რისხვის ეპიზოდი, რომელიც ვერ გააკონტროლეთ",
                },
                {
                    "value": "სახლიდან მარტო გასვლის შიში",
                    "text": "სახლიდან მარტო გასვლის შიში",
                },
                {
                    "value": "თვითბრალდების აზრები",
                    "text": "თვითბრალდების აზრები",
                },
                {
                    "value": "წელის ტკივილი",
                    "text": "წელის ტკივილი",
                },
                {
                    "value": "განცდა, რომ საქმის კეთებაში ხელს რაღაც/ვიღაც გიშლით",
                    "text": "განცდა, რომ საქმის კეთებაში ხელს რაღაც/ვიღაც გიშლით",
                },
                {
                    "value": "მარტოობის განცდა",
                    "text": "მარტოობის განცდა",
                },
                {
                    "value": "სევდიანობა",
                    "text": "სევდიანობა",
                },
                {
                    "value": "გადაჭარბებული ნერვიულობა გარკვეულ მოვლენებზე",
                    "text": "გადაჭარბებული ნერვიულობა გარკვეულ მოვლენებზე",
                },
                {
                    "value": "საგნების ან მოვლენებისადმი ინტერესის დაკარგვა",
                    "text": "საგნების ან მოვლენებისადმი ინტერესის დაკარგვა",
                },
                {
                    "value": "შიშის განცდა",
                    "text": "შიშის განცდა",
                },
                {
                    "value": "განცდა, რომ თქვენი გულის ტკენა იოლია",
                    "text": "განცდა, რომ თქვენი გულის ტკენა იოლია",
                },
                {
                    "value": "განცდა, რომ სხვებისთვის ცნობილია რას ფიქრობთ თქვენ",
                    "text": "განცდა, რომ სხვებისთვის ცნობილია რას ფიქრობთ თქვენ",
                },
                {
                    "value": "განცდა, რომ სხვებს თქვენი არ ესმით, ან არ გითანაგრძნობენ",
                    "text": "განცდა, რომ სხვებს თქვენი არ ესმით, ან არ გითანაგრძნობენ",
                },
                {
                    "value": "გრძნობა, რომ ხალხი თქვენს მიმართ ცუდათაა განწყობილი",
                    "text": "გრძნობა, რომ ხალხი თქვენს მიმართ ცუდათაა განწყობილი",
                },
                {
                    "value": "ის, რომ ყველაფერს ძალიან ნელა ასრულებთ, რათა შეცდომა არ დაუშვათ",
                    "text": "ის, რომ ყველაფერს ძალიან ნელა ასრულებთ, რათა შეცდომა არ დაუშვათ",
                },
                {
                    "value" : "ჰაერის უკმარისობის შეგრძნება",
                    "text" : "ჰაერის უკმარისობის შეგრძნება",
                },
                {
                    "value" : "ციებ-ცხელების შეგრძნება",
                    "text" : "ციებ-ცხელების შეგრძნება",
                },
                {
                    "value" : "განცდა, რომ შიშის გამო გიწევთ თავი აარიდოთ გარკვეულ საგნებს, ადგილებს ან ქმედებებს",
                    "text" : "განცდა, რომ შიშის გამო გიწევთ თავი აარიდოთ გარკვეულ საგნებს, ადგილებს ან ქმედებებს",
                },
                {
                    "value" : "განცდა, რომ გონება გაგეთიშათ",
                    "text" : "განცდა, რომ გონება გაგეთიშათ",
                },
                {
                    "value" : "დაბუჟების ან ჩხვლეტის შეგრძნება სხეულის სხვადასხვა ნაწილებში",
                    "text" : "დაბუჟების ან ჩხვლეტის შეგრძნება სხეულის სხვადასხვა ნაწილებში",
                },
                {
                    "value" : "ყელში ბურთის გაჩხერვის შეგრძნება",
                    "text" : "ყელში ბურთის გაჩხერვის შეგრძნება",
                },
                {
                    "value" : "მომავლისადმი უიმედობის განცდა",
                    "text" : "მომავლისადმი უიმედობის განცდა",
                },
                {
                    "value" : "ყურადღების კონცენტრაციის უნარის დაქვეითება",
                    "text" : "ყურადღების კონცენტრაციის უნარის დაქვეითება",
                },
                {
                    "value" : "სისუსტის შეგრძნება სხეულის სხვადსხვა ნაწილში",
                    "text" : "სისუსტის შეგრძნება სხეულის სხვადსხვა ნაწილში",
                },
                {
                    "value" : "დაძაბულობის ან ფორიაქის განცდა",
                    "text" : "დაძაბულობის ან ფორიაქის განცდა",
                },
                {
                    "value" : "სიმძიმის შეგრძნება ზედა და ქვედა კიდურებში",
                    "text" : "სიმძიმის შეგრძნება ზედა და ქვედა კიდურებში",
                },
                {
                    "value" : "ფიქრები სიკვდილზე",
                    "text" : "ფიქრები სიკვდილზე",
                },
                {
                    "value" : "ჭარბი საკვების მიღება",
                    "text" : "ჭარბი საკვების მიღება",
                },
                {
                    "value" : "უხერხულობის განცდა, როდესაც ხალხი გიყურებთ ან თქვენს შესახებ საუბრობს",
                    "text" : "უხერხულობის განცდა, როდესაც ხალხი გიყურებთ ან თქვენს შესახებ საუბრობს",
                },
                {
                    "value" : "ფიქრები, რომლებიც თქვენ რომ არ გეკუთვნით",
                    "text" : "ფიქრები, რომლებიც თქვენ რომ არ გეკუთვნით",
                },
                {
                    "value" : "შინაგანი მოთხოვნილება ვინმეს დაარტყათ, დააზიანოთ ან ტკივილი მიაყენოთ",
                    "text" : "შინაგანი მოთხოვნილება ვინმეს დაარტყათ, დააზიანოთ ან ტკივილი მიაყენოთ",
                },
                {
                    "value" : "ნაადრევად გაღვიძება დილით",
                    "text" : "ნაადრევად გაღვიძება დილით",
                },
                {
                    "value" : "ზოგიერთი მოქმედების (შეხება, თვლა, რეცხვა) გამეორების მოთხოვნილება",
                    "text" : "ზოგიერთი მოქმედების (შეხება, თვლა, რეცხვა) გამეორების მოთხოვნილება",
                },
                {
                    "value" : "ძილის თარღვევა",
                    "text" : "ძილის თარღვევა",
                },
                {
                    "value" : "მოთხოვნილება, რომ დაამსხვრიოთ ნივთები",
                    "text" : "მოთხოვნილება, რომ დაამსხვრიოთ ნივთები",
                },
                {
                    "value" : "ისეთი აზრები ან შეხედულებები, რომელსაც სხეები არ იზიარებენ",
                    "text" : "ისეთი აზრები ან შეხედულებები, რომელსაც სხეები არ იზიარებენ",
                },
                {
                    "value" : "უხერხულობის განცდა გარშემომყოფებთან ურთიერთობის დროს",
                    "text" : "უხერხულობის განცდა გარშემომყოფებთან ურთიერთობის დროს",
                },
                {
                    "value" : "საზოგადოების თავშეყრის ადგილებში უხერხულობის განცდა (მაგ, თეატრში, სავაწრო ცენტრში და სხვ)",
                    "text" : "საზოგადოების თავშეყრის ადგილებში უხერხულობის განცდა (მაგ, თეატრში, სავაწრო ცენტრში და სხვ)\   ",
                },
                {
                    "value" : "განცდა, რომ ყველაფერს დიდი ძალისხმევა სჭირდება",
                    "text" : "განცდა, რომ ყველაფერს დიდი ძალისხმევა სჭირდება",
                }
            ],
            "alternateRows": true,
            "isAllRowRequired": true
        }
    ],
    "showQuestionNumbers": "off"
};
















